export const mockLesson = "{\n" +
  "    \"id\":1,\n" +
  "    \"name\":\"name\",\n" +
  "    \"status\":\"open\",\n" +
  "    \"description\": \"Кампанія на Балтійському морі (1914—1918) — військові дії флотів Антанти (Російської та Британської імперій) проти військово-морських сил Німецької імперії на морському просторі Балтійського моря в роки Першої світової війни.    До початку воєнних дій російський Балтійський флот значно поступався німецькому кайзерівському флоту, тому усі його плани будувалися з розрахунку на підтримку дій своїх наземних сил[1]. Втім, кайзерівський флот для дій на Балтійському морі обмежився незначним угрупованням бойових кораблів, яке виконувало другорядні завдання. З початку серпня 1914 року розпочалися бойові дії, які скоріше мали характер розвідки боєм, ніж повномасштабних бойових зіткнень флотів двох держав. Протягом кампанії 1914 року російський Балтійський флот перейшов від пасивного очікування противника в гирлі Фінської затоки до активних дій на всій акваторії моря[2].    У 1915 році німецький флот, зосереджуючи основні зусилля на підтримці своїх військ, що наступали вздовж Курляндського узбережжя, перекинув з Північного моря до Балтики велике з'єднання лінійних кораблів, крейсерів і ескадрених міноносців. Слідом відбулись зіткнення російських та німецьких кораблів у Готландському бою та бою в Ризькій затоці. Невдала операція з прориву в Ризьку затоку змусила німців тимчасово відмовитися від активних боїв і до кінця кампанії 1915 року перейти до оборонних та демонстративних дій[3][4]. Натомість Балтійський флот скористався поліпшенням оперативної обстановки й розгорнув боротьбу на німецьких морських комунікаціях, використовуючи підводні човни, надводні кораблі й мінну зброю[5]   До початку кампанії 1916 року німецьке верховне командування повернуло лінійні з'єднання флоту, що діяли на Балтиці, в Північне море. Але Балтійський флот росіян, попри виникнення величезної переваги над противником, жодних активних дій по суті не планував, залишаючись пасивним. Єдиним серйозним зіткненням став рейдовий наліт російських кораблів на німецький конвой у шведській бухті Норрчепінг у червні 1916 року, що завершився провалом[6]. Кампанія 1917 року увінчалася повним успіхом німецького флоту. Російський флот продовжував перебувати в пасивному стані, не чинячи жодних спроб активних бойових дій. До того ж льодова обстановка взимку та навесні не сприяла проведенню масштабних військових дій. Але вирішальним фактором стало те, що в Російській імперії вибухнула гостра політична криза, яка наприкінці лютого — початку березня 1917 року призвела до повалення російської монархії і створення Тимчасового уряду. Втім, у вересні 1917 року після здобутої в Ризькій операції перемоги німецьке командування провело операцію «Альбіон» з метою захоплення Моонзундських островів. А після 7 листопада 1917 року та перемоги більшовицького перевороту в Росії ймовірність військових дій з боку російського флоту на Балтиці впала до нуля і флот Німецької імперії також припинив діяльність на морі, фактично залишившись переможцем[7][8].\",\n" +
  "    \"tasks\":[\n" +
  "        {\n" +
  "            \"id\":1,\n" +
  "            \"question\":\"Question 23121 ?????\",\n" +
  "            \"type\":\"text\"\n" +
  "        },\n" +
  "        {\n" +
  "            \"id\":1,\n" +
  "            \"question\":\"Question adsda?????\",\n" +
  "            \"type\":\"code\"\n" +
  "        },\n" +
  "        {\n" +
  "            \"id\":1,\n" +
  "            \"question\":\"Question1 ?????\",\n" +
  "            \"type\":\"test\",\n" +
  "            \"answers\":[\n" +
  "                \"option1\",\n" +
  "                \"option2\",\n" +
  "                \"option3\"\n" +
  "            ]\n" +
  "        },\n" +
  "        {\n" +
  "            \"id\":1,\n" +
  "            \"question\":\"Question 2?????\",\n" +
  "            \"type\":\"text\"\n" +
  "        },\n" +
  "        {\n" +
  "            \"id\":1,\n" +
  "            \"question\":\" 3 Question?????\",\n" +
  "            \"type\":\"text\"\n" +
  "        }\n" +
  "    ]\n" +
  "}"
